TOKEN = 'YOUR_TOKEN'

HELP = 'Чат-бот для конфы в телеге, который использует <s>очень тупой</s> ИИ.\n\n' \
       'Команды:\n' \
       '/help@danekbel_chatbot — помощь\n' \
       '<code>D i</code>  —  случайный демотиватор\n' \
       '<code>D t</code>  —  случайный текст\n' \
       '<code>D p</code>  —  случайное предсказание\n\n' \
       'Чтобы сгенерировать демотиватор со своей картинкой, стикером или текстом, отметьте бота ' \
       '(@danekbel_chatbot) в реплае.\n\n' \
       'Если вы хотите свой текст со своей картинкой, то отметьте бота и после напишите свой текст ' \
       'в реплае на картинку. Какие-либо другие действия не обрабатываются!\n\n' \
       'Автор - @danekbel\n' \
       'Гитхаб - <a href="https://github.com/white-grudov/bot_telegram">ссылка</a>'

REPLY = 'Я предназначен для использования только в групповых чатах! ' \
        'Если хочешь узнать, что я делаю, напиши /help.'

START = 'Привет! Я — бот, который на основе картинок и текста генерирует рандомные демотиваторы (иногда смешные).\n' \
        'Чтобы я заработал, добавь меня в групповой чат, в личных сообщениях я не работаю. Чтобы поподробнее узнать' \
        'что я делаю, напиши /help@danekbel_chatbot'
